Repository: AbhishekGhosh/herrie
Catalog: herrie/po/*.po
Languages: ca, cs, da, fr, tr, uk

source: Cannot open the audio device.
ca: No es pot obrir la sortida d'àudio.
cs: Nelze otevřít zvukové zařízení.
da: Kan ikke åbne lydenhed.
fr: Impossible d'ouvrir le périphérique audio.
tr: Ses aygıtı açılamıyor.
uk: Неможливо відкрити звуковий пристрій.

source: Sample rate or amount of channels not supported.
ca: No està permesa aquesta freqüència de sampleig o nombre de canals.
cs: Počet kanálú, nebo vzorkovací frekvence není podporována.
da: Samplingsfrekvens eller antal kanaler er ikke understøttet.
fr: Taux d'échantillonage ou nombre de canaux non supporté.
tr: Örnekleme oranı ya da kanal sayısı desteklenmiyor
uk: Частота семплу або число каналів не підтримується.

source: Cannot open audio device "%s".
ca: No es pot obrir la sortida d'àudio "%s".
cs: Nelze otevřít zvukové zažízení "%s".
da: Kan ikke åbne lydenhed "%s".
fr: Impossible d'ouvrir le périphérique audio "%s".
tr: Ses aygıtı "%s" açılamadı.
uk: Неможливо відкрити звуковий пристрій "%s".

source: filter
cs: filtr
fr: fitre
uk: фільтр

source: Unable to open initial directory.
ca: No es pot obrir la carpeta inicial.
cs: Nelze otevřít výchozí adresář.
da: Kan ikke åbne opstartsmappen.
fr: Impossible d'ouvrir le répertoire initial.
tr: Başlangıç dizini açılamıyor.
uk: Неможливо відкрити стартовий каталог.

source: Unable to enter the parent directory.
ca: No es pot entrar a la carpeta pare.
cs: Nelze otevřít nadřazený adresář.
da: Kan ikke tilgå hovedmappen.
fr: Impossible d'accéder au répertoire parent.
tr: Üst dizine girilemiyor.
uk: Неможливо відкрити батьківський каталог.

source: Unable to enter the selected directory.
ca: No es pot entrar a la carpeta seleccionada.
cs: Nelze otevřít vybraný adresář.
da: Kan ikke tilgå den valgte mappe.
fr: Impossible d'accéder au répertoire sélectionné.
tr: Seçilen dizine girilemiyor.
uk: Неможливо відкрити вибраний каталог.

source: Unable to display the file or directory.
ca: No es por mostrar l'arxiu o carpeta.
cs: Nelze zobrazit soubor či adresář.
da: Kan ikke vise filen eller mappen.
fr: Impossible d'afficher le fichier ou répertoire.
tr: Dosya veya dizin gösterilemiyor
uk: Неможливо відобразити файл чи каталог.

source: Change directory
ca: Canvia carpeta
cs: Změnit adresář
da: Skift mappe
fr: Changer de répertoire
tr: Dizin değiştir
uk: Змінити каталог

source: Write playlist to file
ca: Escriu la llista de reproducció a un arxiu.
cs: Zapsat seznam skladeb do souboru
da: Skriv spilleliste til fil
fr: Sauvegarder la liste.
tr: Parça listesini dosyaya yaz
uk: Записати список програвання у файл

source: Unable to write playlist.
ca: No es pot escriure la llista de reproducció.
cs: Nelze zapsat seznam skadeb.
da: Kan ikke skrive spilleliste.
fr: Impossible de sauvegarder la liste.
tr: Parça listesini yazma başarısız
uk: Неможливо записати список програвання.

source: Use kill(1) to quit.
ca: Usar kill(1) per a sortir.
cs: Použijte příkaz kill(1) pro ukončení.
da: Brug kill(1) for afslut.
fr: Utilisez kill(1) pour quitter.
tr: Çıkmak için kill(1) kullanın.
uk: Використовуйте команду kill(1) для виходу.

source: Quit %s?
ca: Surt de %s?
cs: Ukončit %s?
da: Afslut %s?
fr: Quitter %s?
tr: %s uygulamasından çık?
uk: Вийти %s?

source: Search for
ca: Cerca
cs: Hledat
da: Søg efter
fr: Rechercher
tr: Ara
uk: Пошук

source: Bad pattern.
ca: Cerca incorrecta.
cs: Chybný vzor.
da: Dårligt mønster.
fr: Critère invalide.
tr: Hatalı ifade
uk: Невірний шаблон.

source: Searching for "%s"...
cs: Vyhledávám "%s"...
fr: Recherche de "%s"...

source: Not found.
ca: No trobat.
cs: Nenalezeno.
da: Ikke fundet.
fr: Non trouvé.
tr: Bulunamadı
uk: Не знайдений.

source: Jump to position
ca: Salta a la posició
cs: Přesun na pozici
da: Flyt til position
fr: Sauter à la position
tr: Konuma git
uk: Перейти до позиції

source: Bad time format.
ca: Format de data incorrecte.
cs: Chybný formát času.
da: Ugyldigt tidsformat.
fr: Mauvais format de temps.
tr: Kötü zaman biçimi.
uk: Невірний форат часу.

source: yes
ca: sí
cs: ano
da: ja
fr: oui
tr: evet
uk: так

source: no
cs: ne
da: nej
fr: non
tr: hayır
uk: ні

source: Idle
ca: Aturat
cs: Vyčkávám
da: Ledig
fr: Inactif
tr: Boş
uk: Затримка

source: Paused
ca: Pausat
cs: Pauza
da: Pause
fr: Pause
tr: Durduruldu
uk: Пауза

source: Playing
ca: Reproduint
cs: Přehrávání
da: Spiller
fr: Lecture
tr: Çalınıyor
uk: Програвання

source: Remove all songs from the playlist?
ca: Esborrar totes les cançons de la llista de reproducció?
cs: Smazat všechny písně ze seznamu skladeb?
da: Fjern alle sange fra spillelisten?
fr: Supprimer toutes les pistes de la liste?
tr: Tüm parçaları listeden sil?
uk: Видалити всі пісні із списку?

source: Randomize the playlist?
ca: Aleatoritzar la llista de reproducció?
cs: Přeházet náhodně sklatby v seznamu?
da: Gør spillelisten tilfældig?
fr: Mélanger la liste?
tr: Parça listesini karıştır?
uk: Перемішати список?

source: The song is already at the top of the playlist.
ca: La cançó ja està a dalt de la llista de reproducció.
cs: Písň už je na začátku seznamu skladeb.
da: Sangen er allerede øverst på spillelisten.
fr: Cette piste est déjà en tête de liste.
tr: Parça zaten parça listesinin en üstünde.
uk: Пісня уже на початку списку.

source: The song is already at the bottom of the playlist.
ca: La cançó ja està baix de la llista de reproducció.
cs: Píseň už je na konci seznamu skladeb.
da: Sangen er allerede i bunden af spillelisten.
fr: Cette piste est déjà en queue de liste.
tr: Parça zaten parça listesinin en altında.
uk: Пісня уже в кінці списку.

source: Failed to adjust the volume.
ca: Fallada en l'ajust de volum.
cs: Nepodařilo se zvýšit hlasitost.
da: Justering af lydstyrken mislykkedes.
fr: Impossible de changer le volume.
tr: Ses ayarlanamadı
uk: Неможливо додати гучності.

source: Volume: %d%%
ca: Volum: %d%%
cs: Hlasitost: %d%%
da: Lydstyrke: %d%%
tr: Ses: %d%%
uk: Гучність: %d%%

source: There are no songs.
ca: No hi ha cançons.
cs: Žádné skladby v seznamu.
da: Der er ingen sange.
fr: Il n'y a aucune piste.
tr: Hiç parça yok
uk: Композиції відсутні.

source: You are at the first song.
ca: Situat a la primera cançó.
cs: Jste na začátku seznamu skladeb.
da: Du er ved den første sang.
fr: Vous êtes sur la première piste.
tr: İlk parçadasınız.
uk: Ви на першій композиції.

source: You are at the last song.
ca: Situat a la darrera cançó.
cs: Jste na konci seznamu skladeb.
da: Du er ved den sidste sang.
fr: Vous êtes sur la dernière piste.
tr: Son parçadasınız.
uk: Ви на останій композиції.

source: Search wrapped to top.
ca: Recerca completa, continuant a l'inici.
cs: Vyhledávání dosáhlo počátku seznamu skladeb.
da: Søgning ombrudt til toppen.
fr: Recherche recommencée au début
tr: Arama üste kaydırıldı.
uk: Досягнуто початку пошуку.

source: Full pathname
ca: Escriu la ruta completa
cs: Celá adresa souboru
da: Hele stien
fr: Chemin complet
tr: Tam dosya yolu
uk: Повний шлях

source: Global configuration file
ca: Arxiu global de configuració
cs: Globální konfigurační soubor.
da: Global konfigureringsfil
fr: Fichier principal de configuration
tr: Genel ayar dosyası
uk: Глобальний конфігураційний файл.

source: Audio output
ca: Sortida d'àudio
cs: Audio výstup
da: Lyd
fr: Sortie audio
tr: Ses çıkışı
uk: Аудіо-вихід

source: Support for AudioScrobbler
ca: Suport per l'AudioScrobbler
cs: Podpora pro AudioScrobbler
da: Understøttelse af AudioScrobbler
fr: Support AudioScrobbler
tr: AudioScrobbler desteği
uk: Підтримка AudioScrobbler'а

source: Support for DBus integration
cs: Podpora pro DBus
fr: Support d'intégration DBus

source: Support for HTTP streams
ca: Suport per a fluxe HTTP
cs: Podpora pro HTTP-streamy
da: Understøttelse af HTTP-strømme
fr: Support des flux HTTP
tr: HTTP akımları desteği
uk: Підтримка HTTP-потоків

source: Support for XSPF playlists (`spiff')
ca: Suport per llistes de reproducció XSPF (`spiff')
cs: Podpora pro XSPF seznamy skladeb (`spiff')
da: Undersøttelse af XSPF-spillelister (`spiff')
fr: Support des playlistes XSPF («spiff»)
tr: XSPF parca listesi destegi (`spiff`)
uk: Підтримка XSPF-списків (`spiff')

source: Supported audio file formats
ca: Formats d'àudio permesos
cs: Podporované audio formáty
da: Understøttede lydfilformater
fr: Formats audio supportés
tr: Desteklenen ses dosyası biçimleri
uk: Підтримуванні формати звукових фалів

source: usage
ca: ús
cs: použití
da: brug
tr: kullanım
uk: використання

source: Failed to open "%s" for playback.
ca: No s'ha pogut reproduir "%s".
cs: Nepodařilo se otevřít soubor "%s" pro přehrání
da: Kan ikke afspille "%s".
fr: Impossible d'ouvrir "%s" en lecture.
tr: "%s" çalınamadı.
uk: Неможливо відкрити "%s" для програвання

source: Repeat: %s
ca: Repetir: %s
cs: Opakovat: %s
da: Gentag: %s
fr: Répète: %s
tr: Tekrarla: %s
uk: Повтор %s

source: on
ca: encès
cs: Zapnout
da: tænd
fr: activé
tr: açık
uk: ввімкнено

source: off
ca: apagat
cs: Vypnout
da: sluk
fr: désactivé
tr: kapalı
uk: вимкнено

source: Failed to authorize at AudioScrobbler.
ca: Fallada en l'autorització a l'AudioScrobbler.
cs: Nepodařilo se přihlásit do služby AudioScrobbler.
da: Fik ikke adgang til AudioScrobbler.
fr: Impossible d'authentification AudioScrobbler.
tr: AudioScrobbler'de yetkilendirme başarısız.
uk: Неможливо авторизуватися на AudioScrobbler.

source: Invalid AudioScrobbler username/password.
ca: Identificació incorrecta a l'AudioScobbler.
cs: Neplatné jméno/heslo do služby AudioScrobbler.
da: Ugyldig AudioScrobbler brugernavn/adgangskode.
fr: Mot de passe ou utilisateur AudioScrobbler incorrect.
tr: Geçersiz AudioScrobbler kullanıcı adı/şifresi
uk: Невірний логін/пароль AudioScrobbler.

source: Successfully authorized at AudioScrobbler.
ca: Autoritzat correctament a l'AudioScrobbler.
cs: Úspěšně připojen ke službe AudioScrobbler.
da: Adgang godkendt hos AudioScrobbler.
fr: Authentification AudioScrobbler réussie.
tr: AudioScrobbler'de başarıyla yetkilendirildi.
uk: Вдало авторизований на AudioScrobbler.

source: Successfully sent 1 song to AudioScrobbler.
ca: S'ha enviat satisfactòriament 1 cançó a l'AudioScrobbler.
cs: Úspěšně odeslána 1 skladba do služby AudioScrobbler.
da: Sendte med succes 1 sang til AudioScrobbler.
fr: Envoi réussi d'une piste à AudioScrobbler.
tr: 1 parça başarıyla AudioScrobbler'e gönderildi.
uk: Вдало відісланно 1 композицію на AudioScrobbler.

source: Successfully sent %d songs to AudioScrobbler.
ca: S'ha enviat satisfactòriament %d cançons a l'AudioScrobbler.
cs: Úspěšně odesláno %d skladeb na AudioScrobbler.
da: Sendte med succes %d sange til AudioScrobbler.
fr: Envoi réussi de %d pistes à AudioScrobbler.
tr: %d parça başarıyla AudioScrobbler'e gönerildi.
uk: Вдало відісланно %d композицій на AudioScrobbler.

source: Failed to submit songs to AudioScrobbler.
ca: Errada en l'enviament de cançons a l'AudioScrobbler.
cs: Nelze odeslad skladby na AudioScrobbler.
da: Kunne ikke sende sange til AudioScrobbler.
fr: Impossible d'envoyer des pistes à AudioScrobbler.
tr: Parçalar AudioScrobbler'e gönderilemedi.
uk: Неможливо передати композиції на AudioScrobbler.

source: Unknown user: %s
ca: Usuario: %s desconegut
cs: Neznámý uživatel: %s
da: Ukendt bruger: %s
fr: Utilisateur inconnu: %s
tr: Geçersiz kullanıcı: %s
uk: Невідомий користувач: %s

source: Unable to chroot in %s
ca: No es pot fer chroot a %s
cs: Nelze použít chroot do %s
da: Kan ikke gøre %s til chroot
fr: Initialization chroot impossible dans %s
tr: %s içerisinde chroot başarısız
uk: Неможливо chroot в %s

source: Unable to change to group %d
ca: No es pot canviar al grup %d
cs: Nelze změnit skupinu na %d
da: Kan ikke skifte til gruppe %d
fr: Impossible de passer au groupe %d
tr: %d grubuna değiştirme başarısız
uk: Неможливо змінити групу на %d

source: Unable to change to user %d
ca: No es pot canviar a l'usuari %d
cs: Nelze změnit uživatele na %d
da: Kan ikke skifte til bruger %d
fr: Impossible de passer à l'utilisateur %d
tr: %d kullanıcısına değiştirme başarısız
uk: Неможливо змінити користувача на %d

source: VFS cache purged.
cs: VFS chace byla vyprázdněna.

source: Connection with "%s" lost.
ca: S'ha perdut la connexió amb "%s".
cs: Spojení s "%s" bylo ztraceno.
da: Forbindelsen med "%s" blev tabt.
fr: Perte de connexion avec "%s".
tr: "%s" ile olan bağlantı kaybedildi.
uk: Зв"язок з "%s" втраченно.
